/* String test with 1: subject, and 2: match targets */
"%@ contains %@" = "%@ enthält %@";

/* String test with 1: subject, and 2: match targets */
"%@ ends with %@" = "%@ endet mit %@";

/* String test with 1: subject, and 2: match targets */
"%@ equals %@" = "%@ ist gleich %@";

/* Pair of match targets with 1: a target match, and 2: another target match */
"%@ or %@" = "%@ oder %@";

/* String test with 1: subject, and 2: match targets */
"%@ starts with %@" = "%@ beginnt mit %@";

/* Three or more match targets with 1: a target match, and 2: two or more other target matches */
"%@, %@" = "%@, %@";

/* AND-test with 1: sub test, and 2: two or more other sub tests */
"(%@) and %@" = "(%@) und %@";

/* AND-test with 1: sub test, and 2: another sub test */
"(%@) and (%@)" = "(%@) und (%@)";

/* OR-test with 1: sub test, and 2: two or more other sub tests */
"(%@) or %@" = "(%@) oder %@";

/* OR-test with 1: sub test, and 2: another sub test */
"(%@) or (%@)" = "(%@) oder (%@)";

/* Size test without any bounds */
"any size" = "beliebige Größe";

/* A filename as the subject of a string test */
"name" = "Name";

/* NOT-test with 1: sub test */
"not (%@)" = "nicht (%@)";

/* A pathname as the subject of a string test */
"path" = "Pfad";

/* Size test with 1: lower bound, and 2: upper bound */
"size is between %@ and %@" = "Größe ist zwischen %@ und %@";

/* Size test with 1: lower bound */
"size is larger than %@" = "Größe ist größer als %@";

/* Size test with 1: upper bound */
"size is smaller than %@" = "Größe ist kleiner als %@";
